[
    {
        "option": "test",
        "title": {
            "en": "Heading",
            "sm": "Matua"
        },
        "paragraph": {
            "en": "Bacon ipsum dolor amet boudin chislic prosciutto pig strip steak pastrami hamburger landjaeger.  Sirloin meatloaf spare ribs t-bone ham beef ribs.  Kielbasa chuck bacon, shoulder burgdoggen tenderloin tri-tip filet mignon.  Biltong sausage chuck, spare ribs fatback venison hamburger.",
            "sm": "O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa. O le gagana faasamoa."
        }
    },
    {
        "option": "description",
        "title": {
            "en": "What is happening?",
            "sm": "O le ā o le a tupu?"
        },
        "paragraph": {
            "en": "On <strong>November 6<sup>th</sup> 2021 (AEST)</strong>, there will be a fiafia night for you, our dear brothers and sisters! A night of entertainment and encouragement, provided by our spiritual family from around the world. If you would like to contribute a performance item to this wonderful evening, please explore this site for ideas. 😊",
            "sm": "I le aso <strong>Novema 6 2021 (AEST)</strong>, o le a faia ai se fiafia mo outou uso ma tuafafine peleina! O le a faatumulia i ni faafiafiaga ma ni faalaeiauga mai o tatou aiga faaleagaga mai vaipanoa eseese o le lalolagi. A fia fai sou sao i lenei faatasiga fiafia, faamolemole taga’i atili i lenei itulau. O le a iai nisi faamatalaga faaopoopo. 😊"
        }
    },
    {
        "option": "scriptureMark",
        "title": {
            "en": "MARK 6:31",
            "sm": "MAREKO 6:31"
        },
        "paragraph": {
            "en": "\"Come, you yourselves, privately into an isolated place and rest up a little.\" — NWT",
            "sm": "\"Seʻi o tatou ō na o i tatou i se mea tuufua ma fai ai sina mālōlōga.\""
        }
    },
    {
        "option": "scriptureCorinth",
        "title": {
            "en": "1 CORINTHIANS 10:33",
            "sm": "1 KORINITO 10:33"
        },
        "paragraph": {
            "en": "\"Therefore, whether you are eating or drinking or doing anything else, do all things for God’s glory.\" — NWT",
            "sm": "\"E pei foʻi ona ou faafiafia i tagata uma i mea uma lava, ou te lē o saʻili i soʻu lava lelei ae e mo le lelei o le toʻatele, ina ia faaolaina ai i latou.\""
        }
    },
    {
        "option": "scriptureEcclesiastes",
        "title": {
            "en": "ECCLESIASTES 3:4",
            "sm": "FAILAUGA 3:4"
        },
        "paragraph": {
            "en": "\"A time to laugh...and a time to dance.\" — NWT",
            "sm": "\"Le taimi e ʻataʻata ai...ma le taimi e osooso ai ma le fiafia.\""
        }
    },
    {
        "option": "aboutus",
        "title": {
            "en": "The Night Before Productions",
            "sm": "The Night Before Productions"
        },
        "paragraph": {
            "en": "Hello! We are your fellow brothers and sisters bringing to you this evening of entertainment. If you would like to contact us or have any questions not answered on this website, please send an email to <a href=\"mailto:webmaster@example.com\">thenightbeforeproductions@gmail.com</a>.",
            "sm": "Talofa lava! O i matou o uso ma tuafafine o lo’o saunia lenei faatasiga. Pe a iai sau fesili po o se mea e te fia malamalama iai e faatatau iā i matou faafesootai mai i le tuatusi lenei <a href=\"mailto:webmaster@example.com\">thenightbeforeproductions@gmail.com</a>"
        }
    }
]